12/data/attachments/dd1762d7b5d5a977.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Natasha_probably_Actions_99307_2</nif:username>
            <nif:friendToBeRequested>soap_actions_ff071d7e-fa98-44f4-bfd1-d9fb754e5b70</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>